package ru.yandex.practicum.filmorate.model;

public enum MpaRating {
    G,       // нет возрастных ограничений
    PG,      // детям рекомендуется с родителями
    PG_13,   // детям до 13 нежелательно
    R,       // до 17 — только с родителями
<<<<<<< HEAD
<<<<<<< HEAD
    NC_17,    // до 18 запрещено
    NR       // Not Rated (дефолтное значение)
=======
    NC_17    // до 18 запрещено
>>>>>>> 9bcac66 (Добавление жанра и возрастного ограничения.)
=======
    NC_17,    // до 18 запрещено
    NR       // Not Rated (дефолтное значение)
>>>>>>> 7b18731 (Добавление жанра жильма, статуса заявки в друзья, возрастного ограничения.)
}
